# culture="ja-JP"
ConvertFrom-StringData @'
    E001001 = 制御文が正しく閉じられていません。
    E002001 = 既にOpenされている制御文に重複したOpenは実行できません。
    E002002 = 制御文の組み合わせが正しくありません。
    E002003 = ネストしない制御文に対するCloseは無効です。
    E002004 = ヘッダー／フッター行数が定義済みのブロック行数を超えています。
    E002005 = ネストしない制御文に対する出力は無効です。
    E002006 = コード制御文(codes)中に記述制御文(description)が未定義です。
    E002007 = コード制御文(codes)中に代入式制御文(assignment)が未定義です。
    E002008 = コード制御文(codes)中に条件制御文(condition)が未定義です。
    W002001 = 拡張パラメーター値が不正なため、無視します。
    E003001 = 行数が不正です。
    E003002 = 既に出力が確定している行に対して、出力を開始できません。
    E003003 = 既に開始されているトランザクション範囲外の行に対して、出力を開始できません。
    E003004 = 既に出力が確定している行には操作できません。
    E003005 = 出力指定行数が1未満です。
    E004001 = 検索起点が不明です。
    E005001 = 指定されたテンプレートファイルがありません。
    E005002 = 指定された出力先がディレクトリではありません。
    E005003 = 指定されたパスはファイルやディレクトリではありません。
    E006001 = 送信先が不正です。既に終了しているか、処理中のクライアントです。
    E007001 = 初期化されていません。テンプレートファイルが読み込まれていません。
'@
